const DetailPage = () => {
  return (
    <div className="details">
      Список задач (или "TODO лист") - это инструмент для управления и
      отслеживания задач. Он предоставляет простой способ создания списка ваших
      дел и следит за их выполнением. Вот несколько причин, по которым люди
      используют TODO листы: <span>Организация:</span> Список задач помогает вам
      организовать свою работу и личные дела. Вы можете разделить свои
      обязанности на конкретные задачи и упорядочить их по приоритетам.
      <span>Повышение продуктивности:</span> Записывание задач и их последующее
      отмечание по мере выполнения может стимулировать повышение продуктивности.
      Это может быть особенно полезно, когда у вас есть много задач, и вам нужно
      сосредоточиться на выполнении конкретных. <span>Память и фокус:</span>
      Иметь список задач предотвращает забывание важных вещей. Вместо того,
      чтобы хранить все в голове, вы записываете их, что позволяет вам лучше
      сосредотачиваться на текущей задаче. <span>Планирование:</span> TODO лист
      может быть использован для планирования долгосрочных или краткосрочных
      задач. Это помогает вам видеть, что нужно сделать в будущем, и позволяет
      более эффективно распределять нагрузку. <span>Достижение целей:</span>
      Отслеживание выполнения задач в TODO листе может помочь вам достигать
      своих целей, разбивая их на более мелкие, управляемые шаги. Использование
      TODO листа - это индивидуальное предпочтение, и каждый человек может
      находить свой собственный подход к его использованию в зависимости от
      своих потребностей и стиля работы.
    </div>
  );
};

export default DetailPage;
